var jokes = [
  {
    "phrase": "Собираюсь жить вечно, пока всё идёт нормально"
  },
  {
    "phrase": "Вывеска над кафе — '\u003cМы открылись\u003e'. Что-то не так. Где же '\u003c/Мы открылись\u003e'?"
  },
  {
    "phrase": "Если ты будешь усердно работать по 8 часов в день, то обязательно станешь боссом и начнешь работать по 12"
  },
  {
    "phrase": "Занятие ерундой на рабочем месте хорошо развивает боковое зрение, слух, а также бдительность в целом!"
  },
  {
    "phrase": "Природа щедро одарила ее красотой. На этом подарки кончились."
  },
  {
    "phrase": "А в жизни как был овном - так овном и остался..."
  },
  {
    "phrase": "У холостяков обычно носки считаются грязными, когда начинают различаться на правый и левый."
  },
  {
    "phrase": "Родители постоянно выбивали из меня дурь, но я всегда знал, где достать ещё..."
  },
  {
    "phrase": "Подзатыльник – традиционный способ передачи информации от поколения к поколению."
  },
  {
    "phrase": "Молчание - это единственная вещь из золота, которую женщины не любят."
  },
  {
    "phrase": "Есть два способа спорить с женщиной, ни один не помогает."
  },
  {
    "phrase": "На меня в детстве возлагали массу надежд. Этим и придавили..."
  },
  {
    "phrase": "Эх, и где то золотое время, когда меня хвалили за то, что я поспала и хорошо покушала?"
  },
  {
    "phrase": "Есть два типа людей: одни катят мир, а другие бегут рядом и кричат 'Боже, куда катится этот мир!'"
  }
];


$("button").click(function () {
    alert("ПАЛЕХЧЕ, ПАРИНЬ!")
});